{
  "metadata": {
    "flat_id": "bloco2_c",
    "typology": "T2",
    "floor": "0",
    "total_area_sqm": 176.75,
    "private_area_sqm": 80.97,
    "terrace_area_sqm": 95.78,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 2",
    "fraction": "C"
  },
  "descricao_geral": "Descubra o apartamento dos seus sonhos no Evergreen Pure, um projeto exclusivo situado a apenas 5 minutos do centro de Aveiro, a encantadora Veneza de Portugal. Este T2 combina charme, modernidade e funcionalidade, oferecendo um refúgio de sofisticação e conforto. Com acabamentos de elevado padrão e um design minimalista, a luz natural invade todos os espaços, proporcionando uma atmosfera acolhedora. Desfrute de amplos terraços para relaxar e aproveitar a tranquilidade próximo ao vibrante centro da cidade. Um lugar perfeito para quem valoriza a harmonia entre a vida urbana e a paz de espírito.",
  "regras_especificas": "Além de uma cozinha totalmente equipada, o apartamento inclui lugar de garagem, arrecadação e vidros duplos. Para potenciais compradores, é importante ressaltar que o imóvel está sujeito a regulamentações de condomínio e manutenção dos espaços comuns. Visitas devem ser agendadas com antecedência.",
  "descricao_por_divisao": {
    "sala": {
      "area_m2": 28.34,
      "descricao": "Espaço amplo e iluminado, ideal para momentos de convívio e lazer."
    },
    "cozinha": {
      "area_m2": 8.1,
      "descricao": "Cozinha totalmente equipada, prática e funcional."
    },
    "quarto_1": {
      "area_m2": 16.19,
      "descricao": "Quarto acolhedor com boa luminosidade, perfeito para descanso."
    },
    "quarto_2": {
      "area_m2": 16.19,
      "descricao": "Outro quarto com ambiente tranquilo, ideal para hóspedes ou escritório."
    },
    "casa_de_banho": {
      "area_m2": 8.1,
      "descricao": "Casa de banho moderna com acabamentos de qualidade."
    },
    "hall_e_circulacao": {
      "area_m2": 4.05,
      "descricao": "Hall de entrada que conecta todos os espaços, proporcionando fluidez."
    }
  }
}