{
  "metadata": {
    "flat_id": "bloco2_h",
    "typology": "T3",
    "floor": "1",
    "total_area_sqm": 136.25,
    "private_area_sqm": 136.25,
    "terrace_area_sqm": null,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 2",
    "fraction": "H"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo localizado a apenas 5 minutos do coração de Aveiro, a encantadora Veneza de Portugal. Este sofisticado apartamento T3, situado no 1º piso, combina charme, modernidade e funcionalidade. Com uma área total de 136.25 m², o espaço oferece uma harmonia perfeita entre design contemporâneo e a vida urbana. Desfrute da luz natural abundante em todas as divisões, realçada por amplas janelas. O apartamento conta com acabamentos de elevada qualidade e minimalismo, sendo um verdadeiro refúgio de conforto e tranquilidade, ideal para famílias que desejam viver perto do centro vibrante da cidade.",
  "regras_especificas": "Os potenciais compradores devem ter em conta que o apartamento é vendido com cozinha totalmente equipada, lugar de garagem e arrecadação. É recomendável verificar as condições de financiamento e as taxas de condomínio. Visitas ao imóvel devem ser agendadas com antecedência.",
  "descricao_por_divisao": {
    "Sala": {
      "area_m2": 40.88,
      "descricao": "Ampla sala de estar, ideal para momentos de lazer e convívio, com luz natural abundante."
    },
    "Cozinha": {
      "area_m2": 13.63,
      "descricao": "Cozinha moderna e totalmente equipada, perfeita para preparar deliciosas refeições."
    },
    "Quarto 1": {
      "area_m2": 20.44,
      "descricao": "Quarto espaçoso, ideal para descanso, com boa luminosidade."
    },
    "Quarto 2": {
      "area_m2": 20.44,
      "descricao": "Segundo quarto amplo, perfeito para crianças ou como escritório."
    },
    "Quarto 3": {
      "area_m2": 20.44,
      "descricao": "Terceiro quarto confortável, ideal para visitas ou como espaço adicional."
    },
    "Casa de banho 1": {
      "area_m2": 10.22,
      "descricao": "Casa de banho moderna, equipada com sanitários de qualidade."
    },
    "Casa de banho 2": {
      "area_m2": 10.22,
      "descricao": "Segunda casa de banho funcional, ideal para uso familiar."
    }
  }
}