{
  "metadata": {
    "flat_id": "bloco2_e",
    "typology": "T3 duplex",
    "floor": "1+2",
    "total_area_sqm": 160.05,
    "private_area_sqm": 137.09,
    "terrace_area_sqm": 22.96,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 2",
    "fraction": "E"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo situado a apenas 5 minutos do centro de Aveiro, a encantadora Veneza de Portugal. Este magnífico apartamento T3 duplex combina charme, modernidade e funcionalidade, oferecendo uma harmonia perfeita entre design e vida urbana. Com acabamentos de elevados padrões de qualidade e minimalismo, cada espaço foi pensado para proporcionar sofisticação, conforto e tranquilidade. Desfrute da abundância de luz natural em todas as divisões, aproveitando as duas frentes do apartamento. Inclui uma cozinha totalmente equipada, lugar de garagem duplo e arrecadação. Venha viver em um refúgio de elegância e proximidade ao centro vibrante da cidade.",
  "regras_especificas": "Este apartamento é ideal para famílias ou investidores. O estacionamento é garantido com um lugar de garagem duplo. Animais de estimação são permitidos, mas consulte as normas do condomínio. A cozinha está totalmente equipada, pronta para uso. É importante verificar a disponibilidade de financiamento e condições de compra.",
  "descricao_por_divisao": {
    "Sala": {
      "area_m2": 34.27,
      "descricao": "Ampla sala de estar, perfeita para momentos de convívio, com luz natural abundante."
    },
    "Cozinha": {
      "area_m2": 13.71,
      "descricao": "Cozinha totalmente equipada, ideal para preparar deliciosas refeições."
    },
    "Quarto 1": {
      "area_m2": 20.56,
      "descricao": "Quarto espaçoso, ideal para um ambiente relaxante e confortável."
    },
    "Quarto 2": {
      "area_m2": 20.56,
      "descricao": "Segundo quarto com boas dimensões, perfeito para crianças ou hóspedes."
    },
    "Quarto 3": {
      "area_m2": 20.56,
      "descricao": "Terceiro quarto versátil, que pode ser usado como escritório ou quarto adicional."
    },
    "Casa de banho 1": {
      "area_m2": 6.85,
      "descricao": "Casa de banho moderna com acabamentos de qualidade."
    },
    "Casa de banho 2": {
      "area_m2": 6.85,
      "descricao": "Segunda casa de banho, prática e funcional."
    },
    "Casa de banho 3": {
      "area_m2": 6.85,
      "descricao": "Terceira casa de banho, ideal para o conforto de todos os moradores."
    },
    "Hall e circulação": {
      "area_m2": 6.85,
      "descricao": "Espaço de circulação que conecta todas as divisões, promovendo fluidez no ambiente."
    }
  }
}