{
  "metadata": {
    "flat_id": "bloco2_f",
    "typology": "T2",
    "floor": "1",
    "total_area_sqm": 106.65,
    "private_area_sqm": 106.65,
    "terrace_area_sqm": null,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 2",
    "fraction": "F"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo situado na encantadora Aveiro, a apenas 5 minutos do centro da cidade. Este sofisticado apartamento T2 combina charme, modernidade e funcionalidade, proporcionando um refúgio de tranquilidade e conforto no coração da vibrante vida urbana. Com acabamentos de elevado padrão e um design minimalista, cada detalhe foi pensado para criar um ambiente acolhedor e elegante. Aproveite a abundância de luz natural que ilumina a sala e os quartos, tornando cada espaço ainda mais convidativo. Não perca a oportunidade de viver neste local privilegiado, rodeado de todas as comodidades que a cidade tem para oferecer.",
  "regras_especificas": "Este apartamento é ideal para famílias ou profissionais que buscam conforto e praticidade. É importante notar que o imóvel inclui cozinha totalmente equipada, lugar de garagem e arrecadação. Os vidros duplos garantem isolamento acústico e térmico. Verifique a disponibilidade e agende uma visita para conhecer pessoalmente.",
  "descricao_por_divisao": {
    "Sala": {
      "area_m2": 37.33,
      "descricao": "Ampla e iluminada, a sala oferece um espaço perfeito para momentos de convívio e relaxamento, com janelas que proporcionam luz natural abundante."
    },
    "Cozinha": {
      "area_m2": 10.67,
      "descricao": "Cozinha moderna e totalmente equipada, ideal para os amantes da culinária, com design funcional que otimiza o espaço."
    },
    "Quarto 1": {
      "area_m2": 21.33,
      "descricao": "Quarto espaçoso, perfeito para um ambiente de descanso, com luz natural e espaço para armários."
    },
    "Quarto 2": {
      "area_m2": 21.33,
      "descricao": "Outro quarto bem iluminado, ideal para crianças ou como escritório, mantendo a mesma estética e conforto."
    },
    "Casa de banho": {
      "area_m2": 10.67,
      "descricao": "Casa de banho moderna com acabamentos de qualidade, proporcionando um espaço funcional e confortável."
    },
    "Hall e circulação": {
      "area_m2": 5.33,
      "descricao": "Área de circulação que conecta todos os espaços do apartamento, garantindo fluidez e praticidade no dia a dia."
    }
  }
}