{
  "metadata": {
    "flat_id": "bloco2_g",
    "typology": "T3 duplex",
    "floor": "1+2",
    "total_area_sqm": 180.33,
    "private_area_sqm": 144.84,
    "terrace_area_sqm": 35.49,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 2",
    "fraction": "G"
  },
  "descricao_geral": "Descubra o elegante T3 duplex no coração de Aveiro, no exclusivo empreendimento Evergreen Pure. Com uma área total de 180,33 m², este apartamento oferece um refúgio de sofisticação, conforto e tranquilidade, a apenas 5 minutos do vibrante centro da cidade. As suas divisões são banhadas por luz natural, destacando-se a sala ampla de 36,21 m², ideal para momentos em família. A cozinha totalmente equipada e os três quartos, cada um com 21,73 m², oferecem funcionalidade e modernidade. Este apartamento ainda conta com três casas de banho e um hall que proporciona um ambiente acolhedor. Desfrute de acabamentos de elevada qualidade, incluindo vidros duplos e um lugar de garagem duplo. Não perca a oportunidade de viver neste espaço único.",
  "regras_especificas": "Apenas para interessados em residências de alta qualidade. Visitas sob agendamento prévio. Aceitamos propostas de compra com financiamento. Consulte-nos para informações sobre taxas e condições.",
  "descricao_por_divisao": {
    "Sala": "Ampla sala de 36,21 m², perfeita para entretenimento e momentos em família, com luz natural abundante.",
    "Cozinha": "Cozinha moderna de 14,48 m², totalmente equipada, ideal para os amantes da culinária.",
    "Quarto 1": "Quarto espaçoso de 21,73 m², ideal para descanso e privacidade.",
    "Quarto 2": "Outro quarto de 21,73 m², com espaço suficiente para um ambiente acolhedor.",
    "Quarto 3": "Terceiro quarto com 21,73 m², perfeito para hóspedes ou escritório.",
    "Casa de banho 1": "Casa de banho de 7,24 m², equipada para conforto e funcionalidade.",
    "Casa de banho 2": "Segunda casa de banho de 7,24 m², com acabamentos modernos.",
    "Casa de banho 3": "Terceira casa de banho de 7,24 m², ideal para uso diário.",
    "Hall e circulação": "Hall de 7,24 m², oferecendo acesso prático a todas as divisões."
  }
}