{
  "metadata": {
    "flat_id": "bloco1_g",
    "typology": "T2",
    "floor": "1",
    "total_area_sqm": 105.62,
    "private_area_sqm": 105.62,
    "terrace_area_sqm": null,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 1",
    "fraction": "G"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo que combina charme e modernidade, localizado a apenas 5 minutos do vibrante centro de Aveiro, conhecido como a Veneza de Portugal. Este apartamento T2, no primeiro andar, oferece um refúgio de sofisticação e conforto, com acabamentos de elevado padrão e design minimalista. Desfrute de luz natural abundante em todos os ambientes, proporcionando um espaço acolhedor e convidativo. Com uma cozinha totalmente equipada, lugar de garagem e arrecadação, este apartamento é a escolha perfeita para quem procura qualidade de vida e tranquilidade sem abrir mão da proximidade aos melhores serviços e atrações de Aveiro.",
  "regras_especificas": "Apenas interessados devem agendar visitas. Não é permitido fumar no interior do apartamento. Animais de estimação a serem discutidos com o proprietário. Financiamento disponível sob consulta.",
  "descricao_por_divisao": {
    "Sala": {
      "area_m2": 36.97,
      "descricao": "Ampla sala com luz natural abundante, ideal para momentos de convívio e descanso."
    },
    "Cozinha": {
      "area_m2": 10.56,
      "descricao": "Cozinha moderna e totalmente equipada, perfeita para amantes da culinária."
    },
    "Quarto 1": {
      "area_m2": 21.12,
      "descricao": "Quarto espaçoso com janelas que garantem luminosidade, ideal para relaxar."
    },
    "Quarto 2": {
      "area_m2": 21.12,
      "descricao": "Outro quarto confortável, perfeito para hóspedes ou como escritório."
    },
    "Casa de banho": {
      "area_m2": 10.56,
      "descricao": "Casa de banho moderna com acabamentos de qualidade."
    },
    "Hall e circulação": {
      "area_m2": 5.28,
      "descricao": "Hall de entrada que conecta todas as divisões de forma fluida."
    }
  }
}