{
  "metadata": {
    "flat_id": "bloco1_d",
    "typology": "T2",
    "floor": "0",
    "total_area_sqm": 165.43,
    "private_area_sqm": 79.02,
    "terrace_area_sqm": 86.41,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 1",
    "fraction": "D"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo situado na encantadora Aveiro, a apenas 5 minutos do centro. Este sofisticado apartamento T2 combina charme, modernidade e funcionalidade, oferecendo uma harmonia perfeita entre design contemporâneo e a vibrante vida urbana. Com acabamentos de elevados padrões e um espaço que exala conforto e tranquilidade, este refúgio é ideal para quem procura qualidade de vida sem abrir mão da proximidade ao centro da cidade. Aproveite a abundância de luz natural em todas as divisões e desfrute dos amplos terraços, perfeitos para momentos de lazer e descontração.",
  "regras_especificas": "A cozinha está totalmente equipada e o apartamento possui lugar de garagem e arrecadação. Vidros duplos garantem conforto acústico e térmico. Para mais informações, entre em contato.",
  "descricao_por_divisao": {
    "Sala": {
      "area_m2": 27.66,
      "descricao": "Espaço amplo e iluminado, ideal para momentos de convívio em família ou com amigos."
    },
    "Cozinha": {
      "area_m2": 7.9,
      "descricao": "Cozinha totalmente equipada, prática e funcional, perfeita para os amantes da culinária."
    },
    "Quarto 1": {
      "area_m2": 15.8,
      "descricao": "Quarto aconchegante e bem iluminado, ideal para um bom descanso."
    },
    "Quarto 2": {
      "area_m2": 15.8,
      "descricao": "Outro espaço confortável, perfeito para hóspedes ou como escritório."
    },
    "Casa de banho": {
      "area_m2": 7.9,
      "descricao": "Casa de banho moderna com acabamentos de qualidade, garantindo conforto e privacidade."
    },
    "Hall e circulação": {
      "area_m2": 3.95,
      "descricao": "Área de circulação que conecta todos os espaços, proporcionando fluidez e praticidade no dia a dia."
    }
  }
}