{
  "metadata": {
    "flat_id": "bloco1_c",
    "typology": "T2",
    "floor": "0",
    "total_area_sqm": 188.88,
    "private_area_sqm": 98.44,
    "terrace_area_sqm": 90.44,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 1",
    "fraction": "C"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo localizado a apenas 5 minutos do vibrante centro de Aveiro, a famosa Veneza de Portugal. Este sofisticado apartamento T2, situado no piso 0, combina charme, modernidade e funcionalidade, oferecendo uma harmonia perfeita entre design contemporâneo e a tranquilidade da vida urbana. Com acabamentos de elevados padrões de qualidade e minimalismo, esta propriedade é um verdadeiro refúgio de conforto. Desfrute de luz natural abundante em sala e quartos, e aproveite os 90.44 m² de terraços, ideais para momentos de lazer e descontração. Venha conhecer este espaço que promete elevar a sua experiência de vida.",
  "regras_especificas": "A propriedade inclui uma cozinha totalmente equipada, lugar de garagem e arrecadação. Os interessados devem estar cientes dos elevados padrões de qualidade dos acabamentos e da necessidade de manutenção regular. Vidros duplos garantem conforto térmico e acústico. Visitas disponíveis mediante agendamento.",
  "descricao_por_divisao": {
    "Sala": {
      "area_m2": 34.45,
      "descricao": "Espaço amplo e iluminado, ideal para momentos de convívio e relaxamento, com janelas que proporcionam luz natural abundante."
    },
    "Cozinha": {
      "area_m2": 9.84,
      "descricao": "Cozinha moderna e totalmente equipada, perfeita para preparar refeições deliciosas, com acabamentos de qualidade."
    },
    "Quarto 1": {
      "area_m2": 19.69,
      "descricao": "Quarto espaçoso com excelente iluminação, ideal para um ambiente de descanso relaxante."
    },
    "Quarto 2": {
      "area_m2": 19.69,
      "descricao": "Outro quarto bem iluminado, que pode ser utilizado como quarto de hóspedes ou escritório."
    },
    "Casa de banho": {
      "area_m2": 9.84,
      "descricao": "Casa de banho moderna com acabamentos de qualidade, oferecendo conforto e privacidade."
    },
    "Hall e circulação": {
      "area_m2": 4.92,
      "descricao": "Área de circulação que conecta todas as divisões, proporcionando um fluxo eficiente e agradável."
    }
  }
}