{
  "metadata": {
    "flat_id": "bloco1_f",
    "typology": "T2",
    "floor": "1",
    "total_area_sqm": 106.22,
    "private_area_sqm": 106.22,
    "terrace_area_sqm": null,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 1",
    "fraction": "F"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo situado a apenas 5 minutos do coração de Aveiro, a famosa Veneza de Portugal. Este sofisticado apartamento T2 no primeiro andar combina charme e modernidade, oferecendo uma harmonia perfeita entre design contemporâneo e a vida urbana vibrante. Com acabamentos de elevado padrão e um ambiente de tranquilidade, este espaço é um refúgio ideal para quem procura conforto e qualidade de vida. Aproveite a luz natural abundante que inunda a sala e os quartos, tornando cada momento ainda mais especial. Venha viver perto de tudo, sem abrir mão da paz e do sossego.",
  "regras_especificas": "Os potenciais compradores devem considerar a proximidade ao centro, os acessos a importantes vias rodoviárias como a A25 e A1, e a qualidade dos acabamentos. O apartamento é ideal para famílias ou profissionais que valorizam um estilo de vida urbano com conforto. A cozinha está totalmente equipada e inclui lugar de garagem e arrecadação. Vidros duplos garantem isolamento acústico e térmico.",
  "descricao_por_divisao": {
    "Sala": {
      "area_m2": 37.18,
      "descricao": "Ampla sala de estar, perfeita para relaxar e receber amigos, com luz natural abundante."
    },
    "Cozinha": {
      "area_m2": 10.62,
      "descricao": "Cozinha totalmente equipada, prática e moderna, ideal para preparar deliciosas refeições."
    },
    "Quarto 1": {
      "area_m2": 21.24,
      "descricao": "Quarto espaçoso, ideal para um casal, com janelas que proporcionam ótima luminosidade."
    },
    "Quarto 2": {
      "area_m2": 21.24,
      "descricao": "Segundo quarto, versátil e confortável, perfeito para filhos ou hóspedes."
    },
    "Casa de banho": {
      "area_m2": 10.62,
      "descricao": "Casa de banho bem equipada, com design moderno e funcional."
    },
    "Hall e circulação": {
      "area_m2": 5.31,
      "descricao": "Hall de entrada e áreas de circulação que garantem fácil acesso a todos os espaços do apartamento."
    }
  }
}