{
  "metadata": {
    "flat_id": "bloco1_h",
    "typology": "T3 duplex",
    "floor": "1+2",
    "total_area_sqm": 217.66,
    "private_area_sqm": 142.44,
    "terrace_area_sqm": 75.22,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 1",
    "fraction": "H"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo situado a apenas 5 minutos do vibrante centro de Aveiro, a famosa Veneza de Portugal. Este magnífico T3 duplex combina charme, modernidade e funcionalidade, oferecendo uma harmonia perfeita entre design contemporâneo e vida urbana. Com acabamentos de elevados padrões de qualidade e um estilo minimalista, este apartamento é um verdadeiro refúgio de sofisticação e conforto. Aproveite a luz natural abundante em todas as divisões, tornando cada espaço acolhedor e agradável. Com um terraço de 75.22 m², você poderá desfrutar de momentos de tranquilidade e lazer, tudo isso sem abrir mão da proximidade ao centro e facilidade de acessos às principais autoestradas A25 e A1.",
  "regras_especificas": "Este apartamento está disponível para visitas mediante agendamento. Os interessados devem apresentar comprovativo de capacidade financeira. Animais de estimação são permitidos mediante aprovação prévia. O imóvel será vendido sem mobília, exceto pelos eletrodomésticos da cozinha. As taxas de condomínio e impostos devem ser considerados no orçamento.",
  "descricao_por_divisao": {
    "Sala": {
      "area_m2": 35.61,
      "descricao": "Ampla sala de estar com luz natural abundante e vista para o exterior, ideal para momentos de convívio."
    },
    "Cozinha": {
      "area_m2": 14.24,
      "descricao": "Cozinha totalmente equipada com design moderno e funcionalidade, perfeita para preparar deliciosas refeições."
    },
    "Quarto 1": {
      "area_m2": 21.37,
      "descricao": "Confortável quarto principal, ideal para descanso e privacidade."
    },
    "Quarto 2": {
      "area_m2": 21.37,
      "descricao": "Espaçoso segundo quarto, perfeito para crianças ou hóspedes."
    },
    "Quarto 3": {
      "area_m2": 21.37,
      "descricao": "Terceiro quarto versátil, que pode ser utilizado como escritório ou quarto de hóspedes."
    },
    "Casa de banho 1": {
      "area_m2": 7.12,
      "descricao": "Casa de banho moderna com acabamentos de qualidade superior."
    },
    "Casa de banho 2": {
      "area_m2": 7.12,
      "descricao": "Segunda casa de banho, prática e funcional para uso diário."
    },
    "Casa de banho 3": {
      "area_m2": 7.12,
      "descricao": "Terceira casa de banho, ideal para visitas."
    },
    "Hall e circulação": {
      "area_m2": 7.12,
      "descricao": "Espaço de circulação que conecta as divisões, oferecendo funcionalidade e estilo."
    }
  }
}