{
  "metadata": {
    "flat_id": "bloco1_b",
    "typology": "T1",
    "floor": "0",
    "total_area_sqm": 69.57,
    "private_area_sqm": 69.57,
    "terrace_area_sqm": null,
    "location": "Aveiro",
    "development": "Evergreen Pure",
    "block": "Bloco 1",
    "fraction": "B"
  },
  "descricao_geral": "Descubra o seu novo lar no Evergreen Pure, um projeto exclusivo situado a apenas 5 minutos do vibrante centro de Aveiro, conhecido como a Veneza de Portugal. Este sofisticado apartamento T1 combina charme, modernidade e funcionalidade, proporcionando um refúgio de conforto e tranquilidade. Com acabamentos de elevados padrões de qualidade e um design minimalista, cada espaço foi pensado para maximizar a luz natural, criando um ambiente acolhedor e agradável. Aproveite o acesso facilitado às principais vias, A25 e A1, tornando a sua rotina ainda mais prática.",
  "regras_especificas": "Este apartamento é ideal para quem busca conforto e praticidade. É importante destacar que a cozinha está totalmente equipada, e o imóvel inclui lugar de garagem e arrecadação. A presença de vidros duplos garante isolamento acústico e térmico. Todos os interessados devem agendar uma visita prévia.",
  "descricao_por_divisao": {
    "Sala e cozinha (open-space)": {
      "area_m2": 31.31,
      "descricao": "Um amplo espaço integrado, ideal para momentos de convívio e refeição. A luz natural abundante, proveniente das amplas janelas, proporciona um ambiente iluminado e arejado."
    },
    "Quarto": {
      "area_m2": 17.39,
      "descricao": "Um quarto confortável e acolhedor, perfeito para relaxar após um dia agitado. O espaço é projetado para maximizar a tranquilidade e privacidade."
    },
    "Casa de banho": {
      "area_m2": 6.96,
      "descricao": "Casa de banho moderna, equipada com acabamentos de qualidade, oferecendo conforto e funcionalidade para o seu dia a dia."
    },
    "Hall e circulação": {
      "area_m2": 13.91,
      "descricao": "Um hall de entrada bem distribuído que conecta as diversas divisões do apartamento, proporcionando uma fluidez no acesso aos espaços."
    }
  }
}